rdk/product/production/rdk/src/resources/patient-photo/xml/vhic.xml

<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope">
  <env:Header />
  <env:Body>
    <getVeteranPictures xmlns="http://cardpictureservice.vic.va.domain/">
      <request xmlns="">
        <cardIds>%(cardid)s</cardIds>
        <siteId>508</siteId>
      </request>
    </getVeteranPictures>
  </env:Body>
</env:Envelope>
